---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Width
zh: 宽度
source: html/eff747c7-0668-c010-ec82-e1d4ec15291a.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Width Property

**中文**: 宽度

The connector width, Units:(ft).

## Syntax (C#)
```csharp
public double Width { get; }
```